{
  "backgroundimage": ["/home/landing.jpg", "/home/herophoto.jpg","/home/office.jpg","/home/two.jpg"],
  "texthovereffect":[
    {
      "title": "CLASSIC",
      "image": "/sofa1.jpg"
    },
    {
      "title": "CONTEMPARART",
      "image": "/sofa2.jpg"
    },
    {
      "title": "ELECTIC",
      "image": "/sofa3.jpg"
    }
  ],
  "overview":{
    "title":"WHAT MAKES US UNIQUE?",
    "info":[
      {
        "heading":"OUR TEAM",
        "image":"/project/institutional/1.jpg",
        "text":"Having a strong presence over 7 cities, our team consists of highly skilled professionals such as Architects, Engineers, Chartered Accountants, Company Secretaries & Auditors, Procurement team and disaster management certified project managers to give business a technical edge."
      },
      {
        "heading":"OUR EXPERTISE",
        "image":"/project/institutional/2.jpg",
        "text":"Having worked with one in every five Fortune 100 companies, Cherry Hill has expanded its clientele from corporate offices to hospitals and hotels. Specialist in LEED-certified green building projects, we have also diversified our service offering beyond interiors solutions, to offer comprehensive fit-out solutions as well as General Contracting with all its related services and IT packages. Capable of delivering offices of 1 million square feet and above on General Contracting basis. Created over 25 million square feet of workspace seating more than half a million professionals across the country."
      },
      {
        "heading":"OUR APPROACH",
        "image":"/project/luxuaryresidence/1.JPG",
        "text":"What sets us apart is our client centric approach which enables us to work with integrity and constantly aiming for excellence. This strategy has enabled us to achieve an extremely high customer retention rate, showcased by 70% of our annual business coming from existing clients. We engage our clients with the best consultants who ensure adherence to budget and timelines."
      }
    ]
  },
  "home": {
    "brands": [
      {
        "name": "Lingel",
        "logo": "/brandslogo/brand1.png"
      },
      {
        "name": "Geeken",
        "logo": "/brandslogo/brand2.png"
      },
      {
        "name": "King Koil",
        "logo": "/brandslogo/brand3.png"
      }
    ],
    "testimonial": [
      {
        "name": "Rohit Sharma",
        "description": "Casa Mobilia truly exceeded my expectations! The quality of their bespoke furniture is unmatched, and the customization options are endless. My living room has never looked better!",
        "stars": 5
      },
      {
        "name": "Neha Kapoor",
        "description": "From the initial consultation to the final delivery, the entire process was seamless. Casa Mobilia’s designs are a perfect blend of modern aesthetics and traditional craftsmanship. Highly recommended!",
        "stars": 5
      },
      {
        "name": "Amitabh Desai",
        "description": "I wanted something unique for my home office, and Casa Mobilia delivered beyond my imagination. Their attention to detail is fantastic, and the furniture is both stylish and functional.",
        "stars": 5
      },
      {
        "name": "Priya Malhotra",
        "description": "The team at Casa Mobilia helped me design my dream bedroom. Every piece is customized to perfection, and the quality is impeccable. Worth every penny!",
        "stars": 5
      },
      {
        "name": "Karthik Iyer",
        "description": "Casa Mobilia’s furniture collection is simply stunning. We customized our entire dining room set, and the craftsmanship is top-notch. It feels luxurious and timeless!",
        "stars": 5
      },
      {
        "name": "Deepika Sinha",
        "description": "The creativity and expertise at Casa Mobilia are unmatched. Their team helped transform my space into something that feels both modern and classic at the same time. Couldn’t be happier!",
        "stars": 5
      },
      {
        "name": "Anil Patel",
        "description": "I’ve bought furniture from many places, but Casa Mobilia stands out for its bespoke designs and excellent customer service. Every piece feels like a work of art!",
        "stars": 5
      },
      {
        "name": "Shreya Nair",
        "description": "Casa Mobilia's ability to customize furniture to your exact needs is incredible. They brought my vision to life with elegance and precision. I love my new home interiors!",
        "stars": 5
      },
      {
        "name": "Sanjay Gupta",
        "description": "The craftsmanship and quality of Casa Mobilia’s furniture are second to none. The entire experience was professional, and the furniture was delivered on time. Highly recommend for luxury interiors!",
        "stars": 5
      },
      {
        "name": "Ritu Mehra",
        "description": "Casa Mobilia offers a unique blend of contemporary and traditional designs. We revamped our entire living space with their bespoke furniture, and it’s nothing short of spectacular!",
        "stars": 5
      }
    ]
  },

  "about": [
    "The name “CASA MOBILIA” defines Finest Bespoke Furniture & Interiors. The brand embodies global refinement and an indigenous design sense, reflective of a contemporary & timeless design. Casa Mobilia by Aakarshan Furniture Systems was founded in 2012 by Ankit Agarwal & Sadhna Goyal to take care of the retail end of the business of design.",
    "Casa Mobilia is the place where all high end furniture & interior design ideas can find their expression. The designer furniture store showcases unique pieces that highlight the intrinsic quality of both the traditional and a new India and hosts a truly stunning array of topical pieces in an exciting range of colours and styles which are customizable based on client requirements. Our benchmarks for quality craftsmanship coupled with design innovation makes every piece a collectable and every collection an artistic legacy. "
  ]
}
